The top elevation for the run is lower than the base elevation for the run.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId RunTopLowerThanBottomFailure { get; }
  Visual Basic
Public Shared ReadOnly Property RunTopLowerThanBottomFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ RunTopLowerThanBottomFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace